Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/roads_and_safety/national_toll_roads_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Toll roads are in existence throughout the world and have been in operation in Ireland since the 1980s
ga: Tá bóithre dola ann ar fud an domhain agus tá siad in Éirinn ón na blianta 1980

source: In general toll roads impose a toll (levy or charge) on each vehicle using these roads
ga: De ghnáth leagann na bóithre dola dola (tobhach nó táille) ar gach feithicil a bhíonn ag úsáid na mbóithre seo

source: Transport Infrastructure Ireland (TII) has responsibility for overseeing the implementation of tolling throughout Ireland
ga: In Éirinn tá Bonneagar Iompar Éireann (TII) freagrach as maoirsiú a dhéanamh ar fheidhmiú an chórais dola

source: In addition, TII also has responsibility for planning, supervising constructing and maintaining all national roads
ga: Ina theannta sin, tá TII freagrach freisin as na bóithre náisiúnta uile a phleanáil, as maoirsiú a dhéanamh ar a dtógáil agus as iad a chothabháil

source: Why are toll charges imposed?
ga: Cad chuige a ngearrtar táillí dola?

source: Transport Infrastructure Ireland is empowered by the Local Government (Toll Roads) Act, 1979 to charge and collect tolls for the use of certain roads by vehicles
ga: Tá an cumas ag Bonneagar Iompar Éireann de bhun an Achta Rialtais Áitiúil (Bóithre Dola), 1979, dolaí a ghearradh agus a bhailiú ar fheithiclí as úsáid a dhéanamh de bhóithre áirithe

source: Before a toll may be imposed on a road, a bye-law under the Act must be passed
ga: Sula ngearrtar dola ar aon bhóthar, ní mór fodhlí a rith de réir an Achta

source: Major new road developments are now undertaken and funded through Public Private Partnership (PPP)
ga: Is minic anois a mhaoinítear agus a théitear i mbun forbairtí móra bóthair thrí bhíthin na comhpháirtíochta príobháidí poiblí

source: This means that part of the funding for road building and maintenance comes from public sources (i.e., the Irish government) and part of the funding comes from private commercial sources
ga: Is é sin le rá, go dtagann cuid den mhaoiniú le haghaidh bóithre a thógáil agus chothabháil ó fhoinsí poiblí (.i. Rialtas na hÉireann) agus cuid de ó fhoinsí príobháideacha tráchtála

source: Transport Infrastructure Ireland use of Public Private Partnership projects is in accordance with the strategy of using tolling to the maximum extent possible on these roads to recoup part at least of the substantial private sector investment involved
ga: Tá an úsáid a bhaineann Bonneagar Iompar Éireann as tionscadail chomhpháirtíochta príobháidí poiblí i gcomhréir leis an straitéis atá ann dolaí a ghearradh an oiread agus is féidir ar na bóithre seo d’fhonn cuid ar a laghad den infheistíocht shuntasach a rinne an earnáil príobháidí a chúiteamh

source: Under the approach being pursued by Transport Infrastructure Ireland, toll roads are being constructed as additions to the current network of national roads rather than providing a means of improvement of existing roads
ga: De réir mhodh oibre Bonneagar Iompar Éireann, tá bóithre dola á dtógáil mar bhreis ar an líonra bóithre náisiúnta atá ann anois, seachas mar chaoi leis na bóithre atá ann cheana a fheabhsú

source: New toll road schemes
ga: Scéimeanna nua bóithre dola

source: Each time a toll scheme is proposed for a road, Transport Infrastructure Ireland must publish a public notice notifying citizens in the area that this change is being proposed
ga: Gach uair a fhoilsítear scéimh dola do bhóthar, caithfidh Bonneagar Iompar Éireann fógra poiblí a fhoilsiú ag tabhairt le fios do mhuintir na háite go bhfuil an t-athrú seo á mholadh

source: In addition, Transport Infrastructure Ireland is required to produce a Draft Toll Scheme and citizens are invited to inspect the scheme for a period of one month and make observations/submissions on the scheme
ga: Ina theannta sin, tá iallach ar Bonneagar Iompar Éireann Dréacht-Scéim Dola a chur ar fáil agus tugtar cuireadh ar feadh míosa don phobal an scéim a iniúchadh agus a gcuid tuairimí / aighneachtaí ar an scéim a chur i láthair

source: If you have an objection to the scheme, you must make your objections clearly in writing to Transport Infrastructure Ireland on or before the specified date
ga: Má tá rud ar bith agat le cur in aghaidh na scéime, caithfidh tú do chuid agóidí a chur faoi bhráid Bonneagar Iompar Éireann go soiléir i scríbhinn ar an dáta nó roimh an dáta a luaitear

source: The Draft Toll Scheme for a particular road and its accompanying Explanatory Statement will be prepared in accordance with the statutory provisions of the Roads Act 1993, as amended by the Planning and Development Act 2000
ga: Réiteofar an Dréacht-Scéim Dola d’aon bhóthar ar leith agus an Ráiteas Mínithe a théann léi de réir forálacha reachtúla Acht na mBóithre 1993, arna leasú ag an Acht um Pleanáil agus Forbairt 2000

source: Transport Infrastructure Ireland will serve a Notice on the local authorities in whose areas the proposed toll road will be located informing them that a Draft Toll Scheme has been prepared for the road concerned and indicating that representations in relation to the proposal may be made in writing to TII within a specified period
ga: Déanfaidh Bonneagar Iompar Éireann fógra a sheirbheáil ar na húdaráis áitiúla arb ina limistéir a shuífear an bóthar dola atá beartaithe, ag cur in iúl dóibh go bhfuil Dréacht-Scéim Dola tar éis a réitithe don bhóthar áirithe agus a rá leo gur féidir uiríll scríofa a dhéanamh maidir leis an mbeart chun Bonneagar Iompar Éireann go ceann tréimhse a shaineofar

source: If objections to the Draft Toll Scheme are received and not withdrawn, Transport Infrastructure Ireland will arrange an oral hearing in the areas where the proposed toll road will be located to enquire into the matters to which the objections relate
ga: Má fhaightear agóidí in aghaidh na Dréacht-Scéime Dola agus nach dtarraingítear siar iad, eagróidh Bonneagar Iompar Éireann éisteacht ó bhéal sna háiteanna a bhfuil sé beartaithe an bóthar dola a shuíomh d’fhonn iniúchadh a dhéanamh ar na cúrsaí lena mbaineann na hagóidí

source: The report and recommendations of the person appointed to hold the hearing will be considered by the Board of Transport Infrastructure Ireland prior to determining whether or not to adopt the Draft Toll Scheme
ga: Breithneoidh Bord an Bonneagar Iompar Éireann tuarascáil agus moltaí an duine a ceapadh chun an éisteacht a thionól sula gcinnfear ar an Dréacht-Scéim a ghlacadh nó gan í a ghlacadh

source: Transport Infrastructure Ireland may adopt the Draft Toll Scheme with or without modifications or may refuse to adopt it
ga: Féadfaidh Bonneagar Iompar Éireann an Dréacht-Scéim a ghlacadh le nó gan athruithe nó féadfaidh sé diúltú di

source: The decision of TII on the Toll Scheme proposal will be published
ga: Foilseofar cinneadh Bonneagar Iompar Éireann maidir leis an Dréacht-Scéim Dola

source: Exemptions from toll charges
ga: Díolúintí ó tháillí dola

source: Certain vehicles are exempt from toll charges
ga: Tá feithiclí áirithe saor ó tháillí dola

source: The vehicles in question are vehicles belonging to and used for official purposes by the Defence Forces, vehicles used by An Garda Siochana (the Irish police force), fire brigade vehicles and ambulances
ga: Is iad na feithiclí atá i gceist feithiclí le hÓglaigh na hÉireann nó a úsáideann Óglaigh na hÉireann, feithiclí a úsáideann An Garda Síochána (póilíní na hÉireann), feithiclí na briogáide dóiteáin agus otharcharranna

source: Vehicles adapted for disabled drivers or passengers are also entitled to exemption from toll fees
ga: Tá na feithiclí a cuireadh in oiriúint do thiománaithe nó paisinéirí faoi mhíchumas seo saor freisin ó tháillí dola

source: Toll road operators issue special passes which are recognised by all other toll road operators and which allow such vehicles pass through the tolls without paying
ga: Eisíonn na hoibreoirí bóthair pasanna speisialta a aithníonn na hoibreoirí bóthair eile go léir agus a ligeann d’fheithiclí dá leithéid dul tríd an dola gan íoc

source: To obtain a special pass apply to your nearest toll road operator
ga: Le pas speisialta a fháil déan iarratas leis an oibreoir bóthair is gaire duit

source: Penalties for not paying toll fees
ga: Pionóis faoi gan táillí dola a íoc

source: Tolls and penalties can be recovered either through a criminal or civil procedure
ga: Is féidir cáin bhealaigh agus pionóis a fháil trí ghnáthamh coiriúil nó sibhialta

source: You can be charged with an offence of not paying your toll or not obeying the instruction of an authorised person
ga: Is féidir leat a bheith cúisithe le coir mura íocann tú do cháin bhealaigh nó mura n-éisteann tú le treoir ó dhuine ainmnithe

source: The penalty on summary conviction is a fine not exceeding €5,000 or a term of imprisonment not exceeding 6 months, or both
ga: Is é an pionós a bhaineann le ciontú achomair ná fíneáil nach bhfuil níos mó ná €5,000 nó tréimhse príosúnachta nach bhfuil níos faide ná 6 mhí, nó an dá rud

source: On the M50, the bye-laws set out penalties for those who fail, refuse or neglect to pay toll fees
ga: Ar an M50, leagann na fodhlithe amach pionóis dóibh siúd nach íocann, a dhiúltaíonn nó a dhéanann dearmad táillí cháin bhealaigh a íoc

source: These are as follows:
ga: Is iad seo a leanas:

source: • Initial default - penalty charge of €3.00
ga: • Réamhshocraithe Tosaigh - muirear pionós € 3.00

source: • After 14 days - additional penalty charge of €41.00
ga: • Tar éis 14 lá - muirear pionós breise de € 41.00

source: • After further 56 days - additional penalty charge of €102.50
ga: • Tar éis tuilleadh 56 lá - muirear pionós breise de € 102.50

source: • Total fines per passage - €146.50
ga: • Fíneálacha iomlán in aghaidh an sliocht - € 146.50

source: The amount of tolls and penalties due are recoverable as a contract debt
ga: Tá méid na gcánacha bealaigh agus na bpionós le híoc in-aisghabhála mar fhiach conartha

source: The registered owner of a vehicle is responsible even if you are not driving the vehicle
ga: Tá úinéir cláraithe na feithicle freagrach fiú mura bhfuil tú ag tiomáint na feithicle

source: This can be costly if there are multiple passages
ga: D’fhéadfadh sé seo a bheith costasach má tá go leor bealaí

source: It is an offence to fail, neglect or refuse to pay a toll on a national road
ga: Is cion é gan dola a íoc ar bhóthar náisiúnta nó faillí a dhéanamh san íoc nó diúltú é a íoc

source: Failure to pay your toll will mean that you cannot pass along the road
ga: Mura n-íocann tú an dola ní fhéadfaidh tú dul feadh an bhóthair

source: The toll rates for the toll roads are available on Transport Infrastructure Ireland's website
ga: Tá na rátaí dola do na bóithre dola le fáil ar láithreán gréasáin an Bonneagar Iompar Éireann:

source: The Dublin Port Tunnel imposes a toll on cars, taxis, motorcycles, vans and light commercial vehicles only
ga: Leagann Tollán Chalafort Bhaile Átha Cliath dola ar charranna, thacsaithe, rothair ghluaiste, veaineanna agus ar fheithiclí tráchtála éadroma amháin

source: Commercial vehicles above 3.5 tonnes laden weight and buses wih more than 25 seats do not pay tolls
ga: Ní íocann feithiclí tráchtála is mó ná 3.5 tonna agus iad luchtaithe aon dola ná busanna a bhfuil níos mó ná 25 shuíochán iontu

source: VAT registered road users can reclaim VAT paid on tolls
ga: Is féidir le húsáideoirí bóithre atá cláraithe don CBL an CBL ar na dolaí a éileamh ar ais

source: Payment of tolls is facilitated in two ways - by payment of cash or by eToll
ga: Tá dhá bhealach a chuireann ar do chumas dolaí a íoc - le hairgead tirim nó leis an eToll (rDhola)

source: Electronic tolling allows motorists to use electronic tolling lanes, thereby saving time and the need to carry cash when travelling through a toll road
ga: Cuireann an doláil leictreonach ar chumas na ngluaisteánaithe lánaí dolála leictreonacha a úsáid, agus ar an gcaoi sin am a shábháil agus gan iallach a bheith orthu airgead a bheith acu agus iad ag taisteal feadh bóthair dhola

source: Electronic tolling uses a small electronic tag that is placed in the vehicle and is detected each time your vehicle passes through the toll
ga: Úsáideann an doláil leictreonach clib leictreonach a chuirtear ar an bhfeithicil agus a bhraitear gach uair a théann an fheithicil tríd an dola

source: The toll is then debited against the customer's account
ga: Cuirtear an dola do dochar chuntas an chustaiméara ansin

source: The electronic tolling system automatically recognises the correct toll for the class of vehicle you are driving
ga: Aithníonn an córas dolála leictreonach go huathoibríoch an dola ceart don aicme feithicle atáthar a thiomáint

source: There are a number of companies providing electronic tags to motorists
ga: Tá roinnt cuideachtaí in Éirinn a chuireann clibeanna leictreonacha ar fáil do ghluaisteánaithe

source: All these providers use the same system which means you only need one tag for all tolling facilities. Information on suppliers of electronic tags and the different types of tag accounts is available at tagcompare.ie
ga: Úsáideann na soláthraithe seo go léir an córas céanna, agus mar sin ní theastóidh ach an chlib chéanna uait le haghaidh saoráidí dolála uile na hÉireann

source: Since August 2008 the West Link Bridge on the M50 operates a barrier-free tolling scheme called eFlow
ga: Ó Lúnasa 2008 i leith tá scéim dolála gan bhacainn á hoibriú ar Dhroichead an Naisc Thiar ar an M50, ar a dtugtar eFlow

source: This allows all motorists to pass through the toll at motorway speed
ga: Cuireann sé seo ar chumas na ngluaisteánaithe dul tríd an dola ar luas mótarbhealaigh

source: There are three methods of paying the tolls including using an electronic tag from eflow or a supplier mentioned
ga: Tá trí bhealach ann leis an dola a íoc, agus gearrfar na táillí de réir an bhealaigh a úsáideadh

source: Charges varying depending on the method used. You cannot pay the toll with cash at the West Link Bridge, but the toll must be paid by 8 pm the next day
ga: Ní fhéadfaidh tú an dola a íoc le hairgead tirim ag Droichead an Naisc Thiar, ach ní mór an dola a íoc faoina 8 i.n. an lá dar gcionn

source: You can find out more about the toll scheme at eflow.ie
ga: Gheofar faisnéis eile faoin scéim dola ag eflow.ie

source: Generally, toll charges are paid at the barrier to the toll road
ga: De ghnáth, íoctar na táillí dola ag an mbacainn ar an mbóthar dola

source: You can pay either in cash, or by using an eToll tag
ga: Féadfaidh tú íoc le hairgead tirim nó ag baint leasa duit as clib eToll

source: For the West Link Bridge, if you do not have an account you must pay online, by phoning Locall 1890 501 050 or through Payzone outlets
ga: Maidir le Droichead an Naisc Thiar, mura bhfuil cuntas agat, caithfidh tú íoc ar-líne, nó ag déanamh glao áitiúil duit ar 1890 501 050, nó trí asraonta Payzone

source: If you are interested in obtaining an eToll tag, simply contact one of the companies providing electronic tolling tags
ga: Más suim leat clib eToll a fháil, níl le déanamh ach dul i dteagmháil le ceann de na cuideachtaí a chuireann clibeanna dolála leictreonaí ar fáil

source: If you have a complaint about a toll road operator or your electronic tag provider, you should contact the company to find out how to make a complaint
ga: Má tá gearán agat faoi oibreoir dola-bhóthar nó do sholáthraí clib leictreonach, ba chóir duit dul i dteagmháil leis an gcuideachta a fháil amach conas gearán a dhéanamh
